---
kind: enumMember
id: F:Autodesk.Revit.DB.WorksetKind.FamilyWorkset
enum: Autodesk.Revit.DB.WorksetKind
source: html/b1e116b1-2ca0-61c1-533d-4a06e38e335d.htm
---
# Autodesk.Revit.DB.WorksetKind.FamilyWorkset

Workset containing a family.